[
  {
    "id": "fsl",
    "title": "FSLuxembourg",
    "label": "INTERNATIONAL NGO",
    "description": "A humanitarian organization serving Luxembourg's multilingual community needed a website their non-technical team could confidently manage. We designed a custom content system for projects, research, and open calls across three languages, structured for clarity, speed, and long-term use. Fast, organized, and ready for their global work.",
    "image": "/projects/FSL.png",
    "imageAlt": "FSLuxembourg project",
    "technologies": ["Nextjs", "Sanity", "Next-Intl", "GSAP"],
    "year": "2025",
    "isReversed": false
  },
  {
    "id": "stay-wild",
    "title": "Stay Wild Travel",
    "label": "TRAVEL company",
    "description": "A new women's travel brand needed to launch quickly and test demand. From kickoff to live bookings in six weeks. The platform stayed simple, focused, and conversion-ready. First trips sold out within 48 hours.",
    "image": "/projects/Stay Wild.png",
    "imageAlt": "Stay Wild Travel project",
    "technologies": ["Webflow", "Figma"],
    "year": "2025",
    "isReversed": true
  },
  {
    "id": "rana",
    "title": "Rana Hemdan",
    "label": "Artist Portfolio",
    "description": "An international artist with 200+ works spanning paintings, murals, and exhibitions needed a digital gallery that wouldn't compete with the art. We built a minimal system that loads fast, organizes decades of work, and disappears when you're looking at the pieces. The art is loud. The website is quiet.",
    "image": "/projects/Rana.png",
    "imageAlt": "Rana Hemdan project",
    "technologies": ["Nextjs", "Sanity"],
    "year": "2024",
    "isReversed": false
  },
  {
    "id": "crescent",
    "title": "Crescent",
    "label": "corporate",
    "description": "An insurance broker needed a bilingual corporate website that reflected a premium position and worked seamlessly in Arabic and English. Delivered in three weeks with full RTL support, high-end animation, and strong performance across markets. Mohanad is a true artist in the digital realm. With his magic touch, my website evolved into a captivating platform that tells my story effortlessly.",
    "image": "/projects/Crescent.png",
    "imageAlt": "Crescent project",
    "technologies": ["Nextjs", "Sanity", "Next-Intl", "GSAP"],
    "year": "2023",
    "isReversed": true
  }
]
